Repository: 84000/data-translation-memory
Catalog: toh61-v4.tmx
Source language: bo
Languages: en

source: །དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་ཚེ་དང་ལྡན་པ་གང་པོ་ལ་བཀའ་སྩལ་པ། གང་པོ་ཁྱོད་ཀྱིས་འདི་ལྟར་མྱུར་བ་ཁོ་ནར་སངས་རྒྱས་རྣམས་ཀྱི་ཆོས་ཐམས་ཅད་ཀྱི་དོན་ལ་རབ་ཏུ་ཞུགས་པར་གྱུར་པ་ལེགས་སོ་ལེགས་སོ།
en: “Pūrṇa,” said the Blessed One, “the fact that you have penetrated the meaning of all the Dharma teachings of the Buddha in such a swift manner is excellent, excellent!

source: །འདི་ཡང་ཁྱོད་ཀྱི་སྔོན་འདས་པའི་དུས་སུ་སངས་རྒྱས་མང་པོ་རྣམས་ལ་མཆོད་ཅིང་རིམ་གྲོ་བྱས་པ་དང་། དགེ་བའི་རྩ་བ་རྣམས་བསྐྱེད་ནས་ཉེ་བར་བསྟེན་ཏེ་ཞུ་བ་དག་ཞུས་པ་ལས་གྱུར་པ་ཡིན་པར་རིག་པར་བྱའོ།
en: You should know that this is the consequence of your having attended many buddhas in the past by worshiping them, venerating them, and creating roots of virtue in relation to them, as well as by asking them questions.

source: །གང་པོ་ངས་མངོན་པར་དྲན་ཏེ་འདས་པའི་དུས་ཀྱི་ཚེ་ཞིང་འདི་ཉིད་ཀྱི་ནམ་མཁའི་ཕྱོགས་གཅིག་ན་ཁྱོད་ཀྱིས་སངས་རྒྱས་དྲུག་ཁྲི་བརྒྱད་སྟོང་ལས་མདོ་སྡེ་འདི་ཐོས་པའི་དགེ་བའི་རྩ་བའི་ཡོན་ཏན་གྱི་རྒྱུ་དང་རྐྱེན་གྱི་དབང་གིས་ཁྱོད་ཀྱིས་ཆོས་རྣམ་པར་ངེས་པའི་སྣང་བ་ཐོབ་པ་ཡིན་ནོ།
en: Pūrṇa, I remember that in the past, in the heavens here in this world, you have heard this discourse from sixty-eight thousand buddhas. Through the power of the causes and conditions formed by the qualities of the roots of virtue of hearing this teaching, you have reached the light of certainty with respect to the Dharma.”

source: །བཅོམ་ལྡན་འདས་གལ་ཏེ་བདག་གིས་སངས་རྒྱས་མང་པོ་ལས་མདོ་སྡེ་འདི་སྔོན་ཐོས་པར་གྱུར་པ་ཞིག་ལགས་ན། ཅིའི་སླད་དུ་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་རྗེས་སུ་དྲན་པའི་བསམ་པ་གཅིག་ཙམ་ཡང་མ་མཆིས་པ་ལགས། བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ།
en: “Blessed One,” asked Pūrṇa, “if it is the case that I have heard this discourse from many buddhas in the past, why is it that I do not have the slightest recollection of unsurpassed and perfect awakening?”

source: གང་པོ་ངས་མངོན་པར་དྲན་ཏེ་འདས་པའི་དུས་ཀྱི་ཚེ་ཁྱོད་ཀྱིས་བསྐལ་པ་གཅིག་གི་བར་དུ་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་སེམས་བསྐྱེད་པ་ལས་སླར་ལོག་ཅིང་ཉམས་པར་གྱུར་ཀྱང་དེའི་བསོད་ནམས་ཀྱི་རྒྱུ་དང་རྐྱེན་གྱིས་ངས་དེང་འདིར་ཁྱོད་ཆོས་སྨྲ་བ་རྣམས་ཀྱི་ནང་ན་མཆོག་ཏུ་གྱུར་པ་ཞེས་བརྗོད་པ་ཡིན་ནོ།
en: “Pūrṇa,” replied the Blessed One, “I remember that in the past, you gave rise to the mind set on unsurpassed and perfect awakening for an eon, but you later turned away from it and let your motivation deteriorate. Nevertheless, through the causes and conditions generated by that merit, I now proclaim you to be the best among all Dharma preachers here.”

source: །བཅོམ་ལྡན་འདས་ལ་ཚེ་དང་ལྡན་པ་གང་པོས་གསོལ་པ། བཅོམ་ལྡན་འདས་བདག་གིས་སྔོན་མི་དགེ་བའི་ལས་ཅི་ཞིག་བགྱིས་ན་བསྐལ་པ་གཅིག་གི་བར་དུ་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་སེམས་བསྐྱེད་པ་ལས་སླར་ལོག་ཅིང་ཉམས་པར་གྱུར་ལགས། བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ།
en: “Blessed One,” Pūrṇa continued, “what kind of nonvirtuous actions did I commit in the past to have turned away from the mind set on unsurpassed and perfect awakening, and to have let my motivation deteriorate after having given rise to it for an eon?”

source: གང་པོ་ཁྱོད་ཀྱིས་མི་དགེ་བའི་གྲོགས་པོ་ལ་བསྟེན་པའི་ཕྱིར་དང་། གཞན་ཡང་ཁྱོད་ཀྱིས་དམ་པའི་ཆོས་རྒྱ་ཆེར་མ་སྤེལ་བའི་ཕྱིར་ཁྱོད་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ལས་སླར་ལྡོག་ཅིང་ཉམས་པར་གྱུར་པ་ཡིན་ནོ།
en: “Pūrṇa,” continued the Blessed One, “you turned away from unsurpassed and perfect awakening and let your motivation deteriorate because you relied on nonvirtuous friends and because you did not disseminate the sublime Dharma on a vast scale.

source: །གང་པོ་ཆོས་བཞི་དང་ལྡན་ན་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ལས་ལྡོག་ཅིང་ཉམས་ནས་ཉན་ཐོས་ཀྱི་ཐེག་པར་འགྱུར་རོ།
en: “Pūrṇa, if bodhisattvas adopt four attitudes, they will become followers of the Hearers’ Vehicle after having turned away from unsurpassed and perfect awakening and having let their motivation deteriorate.

source: བྱང་ཆུབ་སེམས་དཔའ་སྡིག་པ་མི་དགེ་བའི་གྲོགས་ལ་བསྟེན་པའི་ཕྱིར་དགེ་བའི་རྩ་བ་ཡོངས་སུ་སྤངས་ནས་འདི་སྐད་དུ་འདི་ལྟར་བླ་ན་མེད་པའི་བྱང་ཆུབ་ཏུ་སེམས་བསྐྱེད་ཅི་དགོས།
en: “(1) When bodhisattvas rely on evil, nonvirtuous friends, they will abandon the roots of virtue. Those nonvirtuous friends will tell them, ‘What need is there to give rise to the mind set on awakening?

source: འཁོར་བའི་མཐའ་ནི་ཤིན་ཏུ་ཐག་རིང་སྟེ་འགྲོ་བ་ལྔ་པོ་རྣམས་སུ་ཁ་བརྒྱུད་ཅིང་སྡུག་བསྔལ་ཚད་མེད་མྱོང་བས་ཁོམ་པ་དང་ཕྲད་པ་ཡང་ཤིན་ཏུ་དཀོན།
en: The end of saṃsāra is so far away! Since beings are born in a continuous succession as one of the five types of migrators and experience immeasurable suffering, it is extremely rare to experience the states in which there is freedom.

source: སངས་རྒྱས་འབྱུང་བ་དང་ཕྲད་པ་ཡང་ཤིན་ཏུ་དཀོན།
en: It is extremely rare for buddhas to have appeared, and rare to encounter them.

source: ཤིན་ཏུ་དང་བའི་དད་པ་ཐོས་པ་ཡང་ཤིན་ཏུ་དཀོན།
en: It is extremely rare to develop sincere faith.

source: སངས་རྒྱས་འབྱུང་བ་དང་ཕྲད་པར་གྱུར་ན་ཡང་ཁྱིམ་ནས་ཁྱིམ་མེད་པར་རབ་ཏུ་འབྱུང་བ་ཆེས་ཤིན་ཏུ་དཀའ་བས་དེང་ཁྱེད་ཁོམ་པ་དང་ལྡན་པ་ཆུད་མ་གཟན་ཅིག །ཁྱོད་དེ་བཞིན་གཤེགས་པ་རྣམས་ལས་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་མངོན་པར་རྫོགས་པར་འཚང་རྒྱ་བར་འགྱུར་བར་ལུང་བསྟན་པ་ཐོབ་པ་ཡང་མ་ཡིན་ལ།
en: Even if one has encountered a buddha, it is exceedingly difficult to renounce one’s household and go forth as a monk. For these reasons, do not waste the freedom that you have now! The thus-gone ones have not prophesied that you will awaken to unsurpassed and perfect buddhahood.

source: དགེ་བའི་རྩ་བ་ངེས་པར་གྱུར་པ་ཡང་མ་ཡིན་པས་ཡོངས་སུ་མྱ་ངན་ལས་འདའ་བ་ཡང་མི་ཐོབ་ཅིང་འགྲོ་བ་ལྔ་པོ་རྣམས་སུ་འཁོར་བར་འགྱུར་རོ་ཞེས་སྨྲས་པས་གང་ཟག་དེས་དེ་སྐད་སྨྲས་པ་ཐོས་པའི་དབང་གིས་སེམས་བྱིང་ནས་བྱང་ཆུབ་ཀྱི་ལམ་ལས་ལྡོག་ཅིང་ལེ་ལོས་མོས་པར་མི་འགྱུར་ཏེ།
en: Your roots of virtue are also uncertain, so you will not reach complete nirvāṇa, and you will continue to circle as one of the five types of migrators.’ Upon hearing those words, these bodhisattvas will become disheartened. They will then turn away from the path of awakening and lose interest in it, out of laziness.

source: གང་པོ་བྱང་ཆུབ་སེམས་དཔའ་གང་ཆོས་དང་པོ་འདི་དང་ལྡན་པར་གྱུར་ན་བླ་ན་མེད་པའི་བྱང་ཆུབ་ལས་སླར་ལོག་ནས་ཉན་ཐོས་ཀྱི་ཐེག་པ་བར་འགྱུར་རོ།
en: Pūrṇa, if bodhisattvas adopt this first attitude, they will become followers of the Hearers’ Vehicle after having turned away from unsurpassed awakening.

source: །གཞན་ཡང་གང་པོ་བྱང་ཆུབ་སེམས་དཔའ་གང་བྱང་ཆུབ་སེམས་དཔའི་རྗེས་སུ་འཐུན་པའི་མདོ་སྡེ་འདི་ལྟ་སྟེ། བྱང་ཆུབ་སེམས་དཔའི་སྡེ་སྣོད་ཀྱི་མདོ་དང་། བྱང་ཆུབ་ཏུ་སེམས་བསྐྱེད་པའི་མདོ་དང་། བྱང་ཆུབ་སེམས་དཔའི་བྱ་བ་ཡང་དག་པར་སྡུད་པའི་མདོ་དང་། ཕ་རོལ་ཏུ་ཕྱིན་པ་དྲུག་དང་རྗེས་སུ་འཐུན་པའི་མདོ་ཐོས་པར་མ་གྱུར་ན།
en: “Furthermore, Pūrṇa, (2) if bodhisattvas have not heard the discourses that conform with the bodhisattva approach, such as the discourses of the Bodhisattva Collection, the discourses on giving rise to the mind set on awakening, the discourses that are compendia on the activities of bodhisattvas, and the discourses that conform with the six pāramitās, they will not practice in accordance with these teachings.

source: འདི་ལྟར་ཐོས་པར་མ་གྱུར་པའི་ཕྱིར་ཇི་སྐད་བསྟན་པ་བཞིན་དུ་སྤྱོད་པར་མི་འགྱུར། ཇི་སྐད་བསྟན་པ་བཞིན་དུ་ཡང་དག་པར་སློབ་པར་མི་འགྱུར་བས་དེས་བྱང་ཆུབ་སེམས་དཔས་ཆོས་གང་ནི་བསྟེན་པར་བྱ། ཆོས་གང་ནི་ཡོངས་སུ་སྤང་བར་བྱ། ཆོས་གང་ནི་ཡང་དག་པར་བླང་བར་བྱ་བའི་རིགས། ཆོས་གང་ནི་ཡང་དག་པར་བླང་བར་བྱ་བའི་མི་རིགས། ཆོས་གང་ནི་བྱང་ཆུབ་སེམས་དཔའི་ཆོས་ཡིན། ཆོས་གང་ནི་ཉན་ཐོས་ཀྱི་ཆོས་ཡིན་པ་དག་རབ་ཏུ་མི་ཤེས་སོ།
en: Because these bodhisattvas will not train in accordance with such teachings, they will also not understand what is to be followed, what is to be abandoned, what is to be adopted, what is not to be adopted, what is the Dharma of the bodhisattvas, and what is the Dharma of the hearers. Because these bodhisattvas will not be able to understand and discriminate in that way, they will not follow what is proper, but instead will follow what is improper.

source: །འདི་ལྟར་མི་ཤེས་ཤིང་རབ་ཏུ་འབྱེད་པར་མི་ནུས་པའི་ཕྱིར་བསྟེན་པར་བྱ་བའི་རིགས་པའི་ཆོས་ནི་བསྟེན་པར་མི་བྱེད་ལ། བསྟེན་པར་བྱ་བའི་མི་རིགས་པའི་ཆོས་ལ་ནི་རབ་ཏུ་བསྟེན་པར་འགྱུར་རོ། །དེས་བསྟེན་པར་བྱ་བའི་རིགས་པའི་ཆོས་ནི་སྟེན་པར་མི་བྱེད་ལ། བསྟེན་པར་བྱ་བའི་མི་རིགས་པའི་ཆོས་ལ་ནི་རབ་ཏུ་སྟེན་པར་བྱེད་པའི་ཕྱིར་སངས་རྒྱས་རྣམས་ཀྱི་བྱང་ཆུབ་ཀྱི་སེམས་ལས་རབ་ཏུ་ཉམས་ཤིང་ལོག་པར་གྱུར་པས་སེམས་ཀྱང་ཞུམ་སྟེ།
en: Because they will disregard what is proper and follow what is improper, they will turn away from the mind set on the awakening of the buddhas, and they will let their motivation deteriorate.

source: ལེ་ལོ་ཅན་དུ་གྱུར་ནས་སྔོན་གྱི་སྨོན་ལམ་རྣམས་ཀྱང་ཡོངས་སུ་གཏོང་བར་འགྱུར་ཏེ།
en: As a consequence, they will become disheartened and lazy, and they will abandon their previous aspirations.

source: གང་པོ་བྱང་ཆུབ་སེམས་དཔའ་གང་ཆོས་གཉིས་པ་འདི་དང་ལྡན་པར་གྱུར་ན་བླ་ན་མེད་པའི་བྱང་ཆུབ་ལས་སླར་ལོག་ནས་ཉན་ཐོས་ཀྱི་ཐེག་པ་བར་འགྱུར་རོ།
en: Pūrṇa, if bodhisattvas adopt this second attitude, they will become followers of the Hearers’ Vehicle after having turned away from unsurpassed awakening.

source: །གཞན་ཡང་གང་པོ་བྱང་ཆུབ་སེམས་དཔའ་གང་ཆོས་རྣམས་ཡོད་པ་ཉིད་དུ་འཛིན་ཅིང་བདག་ཏུ་མངོན་པར་ཞེན་པ་དང་། ལོག་པར་ལྟ་བ་རྣམས་སྤྱོད་ཅིང་མཐར་འཛིན་པའི་ལྟ་བར་ལྟུང་བ་དང་། ལོག་པའི་སྡིག་པ་རྣམས་སུ་བྱིང་སྟེ་དྲང་དཀའ་བར་གྱུར་ནས་མདོ་སྡེ་ཟབ་མོ་དོན་དམ་པའི་རྗེས་སུ་འཐུན་པ་དག་ཐོས་པར་གྱུར་ན་ཡང་མངོན་པར་ཡིད་ཆེས་པའི་རྟགས་ཅུང་ཟད་ཙམ་ཡང་མེད་ཅིང་འགལ་བར་བྱེད་པ་དང་། མངོན་པར་མ་རྟོགས་ནས་ཡང་དག་པའི་ཆོས་འཇིག་པའི་ཁ་ན་མ་ཐོ་བ་དག་སློང་བར་བྱེད་ན་རྒྱུ་དང་རྐྱེན་དེས་མི་ཁོམ་པའི་གནས་སུ་སྐྱེས་ནས་སངས་རྒྱས་རྣམས་དང་ཡང་ཕྲད་པར་མི་འགྱུར། དམ་པའི་ཆོས་ཀྱང་ཐོས་པར་མི་འགྱུར། སངས་རྒྱས་རྣམས་ཀྱིས་རྗེས་སུ་བསྟན་པ་དག་དང་ཡང་ཕྲད་པར་མི་འགྱུར། དགེ་བའི་བཤེས་གཉེན་ཡང་རྙེད་པར་མི་འགྱུར་རོ། །
en: “Furthermore, Pūrṇa, (3) take the case of bodhisattvas who cling to the existence of phenomena, grasp at the self, entertain wrong views, fall into views that hold on to extremes, sink into inappropriate, negative behaviors, and have difficulties correcting these faults. Even if these bodhisattvas hear the profound discourses that conform with the profound ultimate meaning, they will not develop even the slightest sign of trust in those teachings. Instead, they will oppose them and fail to develop a clear understanding of them. If these bodhisattvas then commit wrongdoings that undermine the authentic Dharma, this will create the causes and conditions for them to be reborn within the states where there is no freedom. As a consequence, they will not encounter any buddhas, they will not hear the sublime Dharma, they will not receive instructions from the buddhas, and they will not meet virtuous friends.

source: དེས་སངས་རྒྱས་རྣམས་མི་མཐོང་བའི་ཕྱིར་ཡང་དག་པའི་ཆོས་ཀྱང་ཐོས་པར་མི་འགྱུར་རོ། །ཡང་དག་པའི་ཆོས་མ་ཐོས་པའི་ཕྱིར་སངས་རྒྱས་རྣམས་ཀྱིས་རྗེས་སུ་བསྟན་པ་དག་དང་ཡང་ཕྲད་པར་མི་འགྱུར་རོ། །
en: Because these bodhisattvas will not meet any buddhas, they will not hear the authentic Dharma and will therefore not receive instructions from the buddhas.

source: སངས་རྒྱས་རྣམས་ཀྱིས་རྗེས་སུ་བསྟན་པའི་ཆོས་དང་ཕྲད་པར་མ་གྱུར་པའི་ཕྱིར་དགེ་བའི་བཤེས་གཉེན་རྙེད་པར་མི་འགྱུར་རོ། །དགེ་བའི་བཤེས་གཉེན་མ་རྙེད་པའི་ཕྱིར་ཁོམ་པའི་གནས་དང་བྲལ་ནས་མི་ཁོམ་པའི་གནས་སུ་སྐྱེ་བར་འགྱུར་རོ།
en: Because they will not receive instructions from the buddhas, they will not meet virtuous friends and will therefore be disconnected from the states in which there is freedom and instead will take rebirth within the states where there is no freedom.

source: །མི་ཁོམ་པའི་གནས་སུ་སྐྱེས་པའི་ཕྱིར་དགེ་བའི་བཤེས་གཉེན་དང་བྲལ་ནས་མི་དགེ་བའི་གྲོགས་པོ་དང་ཕྲད་པར་མི་འགྱུར་རོ།
en: Because these bodhisattvas will be reborn within the states where there is no freedom, they will not connect with virtuous friends but instead will encounter nonvirtuous friends.

source: །མི་དགེ་བའི་གྲོགས་པོའི་རྗེས་སུ་འབྲངས་པའི་ཕྱིར་སྔོན་གྱི་ཡི་དམ་བརྗེད་ཅིང་སྟོར་བར་འགྱུར་རོ། །དེས་སྔོན་གྱི་ཡི་དམ་བརྗེད་ཅིང་སྟོར་བར་གྱུར་པའི་ཕྱིར་བྱང་ཆུབ་ཀྱི་སེམས་ཀྱང་སྤོང་བར་བྱེད།
en: By following those nonvirtuous friends, they will forget and cast aside their previous commitments, thereby abandoning the mind set on awakening.

source: བྱང་ཆུབ་སེམས་དཔའི་ཐེག་པ་ཡང་སྤོང་བར་བྱེད་པས་སླར་ལྡོག་པར་འགྱུར་ཞིང་བྱང་ཆུབ་ཀྱི་བསམ་པ་ཡང་གཏན་དུ་སྟོར་ནས་འཁོར་བའི་ཆོས་འབའ་ཤིག་སྤྱོད་ཅིང་ཐེག་པ་ཆེན་པོའི་སྤྱོད་པའི་ཆོས་མངོན་པར་སྒྲུབ་པར་མི་འགྱུར་ཏེ།
en: By abandoning the vehicle of the bodhisattvas, they will turn away from it. Then, having completely lost the mind directed toward awakening, they will exclusively engage in saṃsāric affairs, and will not accomplish the Dharma related to the conduct of the Great Vehicle.

source: གང་པོ་བྱང་ཆུབ་སེམས་དཔའ་གང་ཆོས་གསུམ་པོ་འདི་དང་ལྡན་པར་གྱུར་ན་བླ་ན་མེད་པའི་བྱང་ཆུབ་ལས་སླར་ལོག་ནས་ཉན་ཐོས་ཀྱི་ཐེག་པ་བར་འགྱུར་རོ།
en: Pūrṇa, if bodhisattvas adopt this third attitude, they will become followers of the Hearers’ Vehicle after having turned away from unsurpassed awakening.

source: །གཞན་ཡང་གང་པོ་བྱང་ཆུབ་སེམས་དཔའ་གང་འདི་ལྟ་བུའི་མདོ་སྡེ་ཐོས་པར་གྱུར་ཡང་ལྷག་པའི་བསམ་པས་གཞན་དག་ལ་ཡང་དག་པར་སྟོན་པར་མི་བྱེད་ཅིང་།
en: “Furthermore, Pūrṇa, (4) even if bodhisattvas have heard such discourses, some of them may fail to teach them altruistically to others.

source: སེམས་ཞུམ་པར་གྱུར་ནས་གཅིག་ཏུ་འགྲོ་བ་ལ་དགའ་ཞིང་ཆོས་ཀྱི་སེར་སྣ་བྱས་ནས་གཞན་དག་ལ་བསྟན་པའི་འདུན་པ་མེད་པ་དང་། ཆོས་ཀྱིས་གཞན་དག་རྒྱ་ཆེར་ཡོངས་སུ་སྡུད་པར་མི་བྱེད་ན་མི་དགེ་བའི་རྩ་བ་དེའི་རྒྱུ་དང་རྐྱེན་གྱིས་ཤེས་རབ་དང་ལྡན་པ་རབ་ཏུ་ཉམས་པར་འགྱུར་རོ།
en: Instead they are timid, prefer their own company, or feel miserliness regarding the Dharma, without a wish to teach others. Consequently, they do not attract other beings on a vast scale through the Dharma. Such bodhisattvas will, through the causes and conditions of these nonvirtuous roots, allow their insight and recollection to completely deteriorate.

source: །ཤེས་རབ་དང་དྲན་པ་ཉམས་པར་གྱུར་པའི་དབང་གིས་གཞན་དག་དང་ལྷན་ཅིག་མདོ་སྡེའི་ཆོས་ཀློག་ཅིང་མངོན་པར་མི་བྱེད་ལ། ཆོས་ཀྱིས་གཞན་དག་དང་འཐུན་པར་མི་བྱེད་པས་གང་ཟག་དེ་ལུས་རྗེས་མ་ཐག་ཏུ་བྱང་ཆུབ་ཀྱི་སེམས་ཀྱང་སྟོར་བར་འགྱུར་ལ་བྱང་ཆུབ་སེམས་དཔའི་བསམ་པ་ཡང་བརྗེད་པར་གྱུར་ཏེ།
en: Due to the deterioration of their insight and recollection, they will not read or recite those discourses with others, and they will not be in harmony with others through the Dharma. As a consequence, as soon as they take on new bodies, they will cast aside the mind set on awakening and forget about the bodhisattva attitude.

source: གང་པོ་བྱང་ཆུབ་སེམས་དཔའ་གང་ཆོས་བཞི་པོ་དེ་དག་དང་ལྡན་པར་གྱུར་ན་བླ་ན་མེད་པའི་བྱང་ཆུབ་ཀྱི་སེམས་ལས་སླར་ལོག་ནས་ཉན་ཐོས་ཀྱི་ཐེག་པ་བར་འགྱུར་རོ། །དེ་ནས་དེའི་ཚེ་བཅོམ་ལྡན་འདས་ཀྱིས་དོན་འདི་ཉིད་ཡང་དག་པར་རབ་ཏུ་གསལ་བར་བསྟན་པའི་ཕྱིར་ཚིགས་སུ་བཅད་དེ་བཀའ་སྩལ་པ།
en: Pūrṇa, if bodhisattvas adopt this fourth attitude, they will become followers of the Hearers’ Vehicle after having turned away from unsurpassed awakening.” At that moment, the Blessed One uttered these verses to explain this clearly:

source: མི་དགེའི་གྲོགས་པོ་སྟེན་བྱེད་ཅིང་།
en: “If bodhisattvas rely on nonvirtuous friends

source: །བྱང་ཆུབ་ལ་ནི་མི་བརྩོན་ན།
en: And do not strive to reach awakening,

source: །རྒྱུ་དང་རྐྱེན་ནི་དེ་ཡི་ཕྱིར།
en: Then, through such causes and conditions,

source: །བླ་མེད་བྱང་ཆུབ་སེམས་སྟོར་འགྱུར།
en: The mind set on unsurpassed awakening will be lost.

source: །སྡིག་པའི་བདག་ལྟ་རབ་བསྐྱེད་ནས།
en: “By developing the harmful belief in a self,

source: །མཐའ་དང་ལོག་ལྟར་གང་ལྷུང་བ།
en: They will fall into extremes and other types of wrong views.

source: །ཆོས་འཇིག་སྡིག་ནི་བསླང་བས་ན།
en: By committing negative actions that undermine the Dharma,

source: །མི་ཁོམ་གནས་སུ་སྐྱེ་བར་འགྱུར།
en: They will be reborn within the states with no freedom.

source: །མི་ཁོམ་གནས་སུ་སྐྱེས་ནས་ཀྱང་།
en: “Once born within those states with no freedom,

source: །བྱང་ཆུབ་སེམས་ནི་གཅོད་བྱེད་ཅིང་།
en: They will discontinue the mind set on awakening

source: །སྔོན་གྱི་ཡི་དམ་སྟོར་འགྱུར་བས།
en: And cast aside their previous commitments.

source: །དེ་ཕྱིར་བྱང་ཆུབ་སེམས་ཀྱང་ཉམས། །དེ་ཡིས་བྱང་ཆུབ་སེམས་སྐྱེ་བའི། །ཆོས་ནི་ཐོས་པར་ཡང་མི་འགྱུར།
en: As a consequence, they will let the mind set on awakening weaken. “Thus they will not hear Dharma teachings Related to the arising of the mind set on awakening.

source: །དེ་ཡི་སེམས་ནི་འཕེལ་གྱུར་ན།
en: If such an attitude develops in them,

source: །བྱང་ཆུབ་སེམས་ནི་སྒྲུབ་པར་འགྱུར།
en: Even if they have practiced the mind set on awakening

source: །དམ་ཆོས་རྒྱ་ཆེན་ཐོས་གྱུར་ཀྱང་།
en: “And heard the sacred Dharma extensively,

source: །སེར་སྣས་གཞན་ལ་སྟོན་མི་མོས།
en: They will not be inclined to teach it to others, out of miserliness.

source: །བྱང་ཆུབ་ལམ་ནི་ལྡོག་པར་འགྱུར།
en: They will turn away from the path of awakening.

source: །བྱང་ཆུབ་སེམས་དཔའ་ཐེག་ཆེན་གཉེར།
en: “Bodhisattvas who pursue the Great Vehicle

source: །ཆོས་འདི་བཞི་ནི་ཤེས་པར་བྱ།
en: Should understand these four attitudes.

source: །ཆོས་འདི་བཞི་ནི་ཤེས་གྱུར་ན།
en: If they understand these four attitudes,

source: །བྱང་ཆུབ་སེམས་ནི་སྐྱེ་བར་འགྱུར།
en: The mind set on awakening will be born in them.

source: །དེ་ཕྱིར་སྡིག་པའི་ཆོས་འདི་བཞི། །ནན་ཏན་གྱིས་ནི་རབ་སྤངས་ནས། །སྟོང་ཉིད་ཆོས་ནི་སྒོམ་བྱེད་ན། །དགེ་བའི་བཤེས་གཉེན་སྟེན་པར་འགྱུར།
en: “Therefore, if they meditate on emptiness After having resolutely abandoned Those four evil attitudes, They will follow virtuous friends.

source: །འདི་ལྟའི་མདོ་སྡེ་ཐོས་གྱུར་ན། །སེར་སྣ་དག་ནི་མི་བསྐྱེད་པར། །ནན་ཏན་གཞན་ལ་བསྟེན་པར་བྱ།
en: “Those who have heard such discourses Should resolutely teach them to others, Without any sense of miserliness.

source: །དེ་ལས་བྱང་ཆུབ་རབ་ཏུ་སྐྱེ།
en: Awakening will manifest on that basis.

source: །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། གང་པོ་བྱང་ཆུབ་སེམས་དཔའ་ཆོས་བཞི་དང་ལྡན་ན་ཇི་ལྟར་ཡོངས་སུ་བསྔོས་པ་བཞིན་དུ་བྱང་ཆུབ་ཀྱི་སེམས་ལས་ལྡོག་པར་མི་འགྱུར་ཞིང་། ཇི་ལྟར་ཡོངས་སུ་བསྔོས་པ་བཞིན་དུ་དགེ་བའི་རྩ་བ་རྣམས་ཡོངས་སུ་ཉམས་པར་མི་འགྱུར་རོ།
en: “Pūrṇa,” continued the Blessed One, “if bodhisattvas possess four qualities, they will not turn away from the mind set on awakening and will not let their roots of virtue deteriorate, in accordance with their dedication prayers.

source: བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཚུལ་ཁྲིམས་རྣམ་པར་དག་པ་ཡོངས་སུ་བསྲུངས་ནས་བསམ་པ་རྣམས་མངོན་པར་གྲུབ་པར་བྱེད་པ་དང་། དྲན་པ་དང་ལྡན་ཞིང་ཤེས་རབ་ལ་ཡང་དག་པར་གནས་པ་དང་། རབ་ཏུ་བརྩོན་པའི་སེམས་ཀྱིས་བརྩོན་ཞིང་ལེ་ལོ་མེད་པ་དང་། མང་དུ་ཐོས་པ་ཕུན་སུམ་ཚོགས་ཤིང་ཤེས་རབ་འཕེལ་བར་གྱུར་པ་དག་ཡིན་ཏེ།
en: (1) Bodhisattvas accomplish their aims by carefully observing pure discipline, (2) they are mindful and possess insight, (3) they strive with a diligent attitude and do not succumb to laziness, and (4) they acquire an excellent wealth of erudition and develop their insight.

source: གང་པོ་བྱང་ཆུབ་སེམས་དཔའ་གང་ཆོས་བཞི་པོ་འདི་དག་དང་ལྡན་པར་གྱུར་ན་ཇི་ལྟར་ཡོངས་སུ་བསྔོས་པ་བཞིན་དུ་བྱང་ཆུབ་ཀྱི་སེམས་ལས་ཡོངས་སུ་ལྡོག་པར་མི་འགྱུར་ཞིང་། ཇི་ལྟར་ཡོངས་སུ་བསྔོས་པ་བཞིན་དུ་དགེ་བའི་རྩ་བ་རྣམས་ཡོངས་སུ་ཉམས་པར་མི་འགྱུར་རོ། །དེ་ནས་དེའི་ཚེ་བཅོམ་ལྡན་འདས་ཀྱིས་དོན་དེ་ཉིད་གསལ་བར་རབ་ཏུ་བསྟན་པའི་ཕྱིར་ཚིགས་སུ་བཅད་དེ་བཀའ་སྩལ་པ།
en: Pūrṇa, if bodhisattvas possess these four qualities, they will not turn away from the mind set on awakening and will not let their roots of virtue deteriorate, in accordance with their dedication prayers.” At that moment, the Blessed One uttered these verses to explain those points clearly:

source: བྱང་ཆུབ་སེམས་དཔའ་ཚུལ་ཁྲིམས་ལྡན། །དྲན་པ་ཟབ་ཅིང་ཐག་ཀྱང་རིང་། །བརྩོན་པའི་སེམས་ཀྱིས་རབ་བརྩོན་ཞིང་། །མང་ཐོས་ཤེས་རབ་རྒྱན་དང་ལྡན། །བྱང་ཆུབ་སེམས་དཔའ་རྟག་ཏུ་ནི། །ཆོས་འདི་བཞི་ལ་སྟེན་བྱེད་ན། །ཡིད་ལ་བསམས་པའི་དངོས་པོ་ཀུན། །ཐམས་ཅད་རབ་ཏུ་གྲུབ་པར་འགྱུར།
en: “Guarding one’s discipline, Possessing deep and far-reaching recollection, Striving with a diligent attitude, And being adorned by erudition and insight—“If bodhisattvas continuously rely On these four qualities, They will fully achieve Everything they wish for.

source: །དེ་ཕྱིར་རྟག་ཏུ་ཁྲིམས་བསྲུང་ཞིང་། །ནན་ཏན་བརྩོན་འགྲུས་ལྡན་པར་བྱ།
en: “Therefore, bodhisattvas should always guard their discipline And maintain a persistent diligence.

source: །ཆོས་དྲན་རྒྱུན་ནི་མི་གཅོད་ཅིང་། །རྟག་པར་མང་ཐོས་གཉེར་བར་བྱ།
en: They should never interrupt their recollection of the Dharma, And always pursue erudition.

source: །ཁྲིམས་བསྲུངས་གནས་གཙང་རབ་ཏུ་སྐྱེ།
en: “By guarding their discipline, they will be reborn within pure abodes.

source: །དྲན་པས་ཤེས་རབ་སྦྱོང་བར་འགྱུར།
en: Through recollection, they will refine their insight.

source: །བརྩོན་འགྲུས་སངས་རྒྱས་ཆོས་ཀྱང་སྦྱོང་།
en: Through diligence, they will train in the Dharma of the Buddha.

source: །མང་ཐོས་ཤེས་རབ་ཆེན་པོ་སྐྱེ།
en: Through erudition, great insight will be born in them.

source: །དེ་བས་བྱང་ཆུབ་སེམས་དཔའ་རྣམས། །དེ་འདྲའི་ཆོས་ནི་བསླབ་པར་བྱ།
en: “Bodhisattvas should therefore Train in these qualities.

source: །དེ་འདྲའི་ཆོས་ནི་རབ་བསླབས་ན། །བླ་མེད་འཁོར་ལོ་སྐོར་བར་འགྱུར།
en: If they train in these qualities, They will turn the unsurpassed wheel.

source: །གཞན་ཡང་གང་པོ་བྱང་ཆུབ་སེམས་དཔའ་ཆོས་བཞི་དང་ལྡན་པར་གྱུར་ན་བྱང་ཆུབ་ལ་ཕན་འདོགས་པར་འགྱུར་རོ།
en: “Furthermore, Pūrṇa, if bodhisattvas possess four qualities, this will help them reach awakening.

source: ཚུལ་ཁྲིམས་སྲུང་བ་ནི་བྱང་ཆུབ་ལ་ཕན་འདོགས་པའི་ཆོས་སོ། །བཟོད་པ་སྒོམ་པ་ནི་བྱང་ཆུབ་ལ་ཕན་འདོགས་པའི་ཆོས་སོ། །བརྩོན་འགྲུས་རྩོམ་པ་ནི་བྱང་ཆུབ་ལ་ཕན་འདོགས་པའི་ཆོས་སོ། །མང་དུ་ཐོས་པ་ནི་བྱང་ཆུབ་ལ་ཕན་འདོགས་པའི་ཆོས་ཏེ།
en: (1) Guarding their discipline is a quality that helps them reach awakening, (2) cultivating patience is a quality that helps them reach awakening, (3) developing their diligence is a quality that helps them reach awakening, and (4) erudition is a quality that helps them reach awakening.

source: གང་པོ་ཆོས་བཞི་པོ་འདི་དག་ནི་བྱང་ཆུབ་ལ་ཕན་འདོགས་པ་ཞེས་བྱའོ། །
en: Pūrṇa, these four qualities are known as aids for reaching awakening.”

source: དེ་ནས་དེའི་ཚེ་བཅོམ་ལྡན་འདས་ཀྱིས་དོན་འདི་ཉིད་གསལ་བར་རབ་ཏུ་བསྟན་པའི་ཕྱིར་ཚིགས་སུ་བཅད་དེ་བཀའ་སྩལ་པ།
en: At that moment, the Blessed One uttered these verses to explain those points clearly:

source: བྱང་ཆུབ་སེམས་དཔའ་ཁྲིམས་སྲུང་བ། །བྱང་ཆུབ་ལ་ནི་ཕན་འདོགས་ཏེ།
en: “Guarding their discipline will help bodhisattvas To reach awakening.

source: །བརྩོན་འགྲུས་དང་ནི་བཟོད་པ་དང་། །མང་དུ་ཐོས་པ་དེ་བཞིན་ནོ།
en: The same goes for diligence, Patience, and erudition.

source: །ཚུལ་ཁྲིམས་དག་པ་གང་སྲུང་བ།
en: “Those who guard the purity of their discipline

source: །སྨོན་ལམ་ཐམས་ཅད་འགྲུབ་པར་འགྱུར།
en: Will see all their aspirations fulfilled.

source: །ཁྲིམས་གཙང་ཕན་འདོགས་མང་བས་ན།
en: Since a pure discipline brings so many benefits,

source: །བྱང་ཆུབ་འཐོབ་པར་ཡོང་མི་དཀའ།
en: Reaching awakening will not be difficult.

source: །བྱང་ཆུབ་སེམས་དཔའ་བཟོད་སྒོམ་པ།
en: “Bodhisattvas who cultivate patience

source: །ལུས་ཀྱི་མཚན་དང་ཤེས་རབ་འགྲུབ།
en: Will achieve the physical marks and develop insight.

source: །དེ་ཕྱིར་བཟོད་པ་རབ་བསྒོམས་ན།
en: Therefore, those who cultivate patience intensively

source: །སངས་རྒྱས་མཚན་དང་ཤེས་རབ་གཏེར།
en: Will achieve the marks of the buddhas and accumulate a treasure of insight.

source: །བརྩོན་འགྲུས་ཀྱང་ནི་དེ་བཞིན་དུ། །བྱང་ཆུབ་མང་དུ་ཕན་འདོགས་པས།
en: “Similarly, diligence is a great help On the path toward awakening;

source: །རྟག་ཏུ་བརྩོན་འགྲུས་གང་རྩོམ་པ། །བྱང་ཆུབ་འཐོབ་པར་ཡོང་མི་དཀའ།
en: Reaching awakening will not be difficult For those who constantly develop their diligence.

source: །མང་ཐོས་ཀྱིས་ཀྱང་ཕན་འདོགས་པས། །ཐོས་ནས་ཆོས་ལ་རབ་བསྟེན་ཅིང་། །ཆོས་མིན་དག་ནི་སྤོང་བྱེད་པས། །བྱང་ཆུབ་འཐོབ་པར་ཡོང་མི་དཀའ། །
en: “Erudition is also a great help; Reaching awakening will not be difficult For those who strictly rely on the Dharma after hearing it, And abandon that which conflicts with it.

source: ཆོས་བཞི་ས་བོན་ཡིན་པས་ན། །དེ་ལས་བྱང་ཆུབ་རབ་ཏུ་སྐྱེ།
en: “These four qualities are like seeds, And awakening will grow from them.

source: །དེ་ཕྱིར་བྱང་ཆུབ་སེམས་དཔའ་རྣམས། །ཆོས་ཀྱི་ཕན་ལ་བསྟེན་པར་བྱ།
en: Therefore, bodhisattvas should rely On these factors that support the Dharma.

source: །གཞན་ཡང་གང་པོ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་རྣམས་ཆོས་བཞི་དང་ལྡན་པར་གྱུར་ན་ལུས་ཀྱི་ཁ་དོག་ཕུན་སུམ་ཚོགས་པ་དང་། ལོངས་སྤྱོད་ཕུན་སུམ་ཚོགས་པ་དང་། འཁོར་ཕུན་སུམ་ཚོགས་པ་ཐོབ་པར་འགྱུར།
en: “Furthermore, Pūrṇa, if bodhisattva great beings possess another four qualities, they will obtain a perfect physical appearance, perfect enjoyments, and a perfect retinue.

source: ནམ་ཡང་རྟག་པར་སྡིག་པ་མི་དགེ་བའི་གནས་མི་ཁོམ་པ་རྣམས་སུ་སྐྱེ་བར་མི་འགྱུར།
en: They will never be born within the evil, nonvirtuous states in which there is no freedom.

source: རྟག་པར་སངས་རྒྱས་རྣམས་དང་ཕྲད་པར་འགྱུར། སངས་རྒྱས་རྣམས་ཀྱིས་རབ་ཏུ་བསྔགས་པར་འགྱུར་རོ།
en: They will always encounter the buddhas and will always be highly praised by them.
